app/controllers/keyword_mappings_controller.rb

  def index
    @keyword_mappings = KeywordMapping.all
---
SELECT "keyword_mappings".* FROM "keyword_mappings"